{
  "doc_index": 2,
  "page_texts": [
    "110 Houghton And Smith\nChapter 6 Houghton and Smith\nDigital Editing and the Greek New Testament1\nHugh A.G. Houghton and Catherine J. Smith\nThe textual tradition of the Bible has inspired many of the most significant\ndevelopments, principles and methodologies in editorial practice, from the\nparallel texts and critical symbols of Origen’s Hexapla in the early third century\nto Lachmann’s nineteeth-century stemmatics. It is therefore unsurprising that,\nin this digital age, the New Testament continues to be at the forefront of new\nand exciting initiatives. The present chapter describes the workflow and tools\ndeveloped for the Editio Critica Maior of the Greek New Testament, in particu-\nlar those associated with the Workspace for Collaborative Editing, and how\nthese have shaped the task of editing both the text and documents of the New\nTestament and offer new models of publication thanks to the capacity of elec-\ntronic media and the Internet.\nThe Novum Testamentum Graecum Editio Critica Maior (ecm) has been\ndescribed as “the apotheosis of the critical edition” (Parker 2008, 200). Although\nit follows in the tradition of the great nineteenth-century editions of the New\nTestament, such as Lachmann and Buttmann (1842–1850), Tregelles (1857–\n1879), Tischendorf (1869–1884), and Westcott and Hort (1881), its comprehensive\napproach based on every surviving manuscript is predicated on the use of\ncomputers to acquire, analyse and publish the data associated with the edi-\ntion.2 The final goal is twofold: a reconstruction of the form of text underlying\nall the existing evidence (the Ausgangstext, or “Initial Text”) along with a pres-\nentation of variant readings from the most significant witnesses, reflecting the\ntextual history of the first millennium. As each section of the New Testament\nis completed, the newly-constituted editorial text is to be adopted by the\nNestle–Aland hand edition which will thus become the editio minor to the\n1 This chapter draws on research from the Workspace for Collaborative Editing project, sup-\nported by the Arts and Humanities Research Council and the Deutsche Forschungsgemeinschaft,\nand the compaul project funded from the European Union Seventh Framework Programme\n(FP7/2007–2013) under grant agreement no. 283302 (compaul: “The Earliest Commentaries\non Paul in Greek and Latin as Sources for the Biblical Text”). An initial version was presented\nat the SBL Annual Meeting in Baltimore, November 2013.\n2 For a recent overview of editions of the Greek New Testament, including the ecm, see Parker\n2012, especially chapter 4; Wachtel 2000 provides an explanation of the initial workflow for\nthe ecm and printed edition.\n© Koninklijke Brill NV, Leiden, 2016 | doi 10.1163/9789004325234_007",
    "Digital Editing and the Greek New Testament 111\nmore substantial presentation of the ecm. This is already the case for the\nCatholic Epistles, the first books to be published in the series (B. Aland et al.\n2013), whose text now appears in the twenty-eighth edition of Nestle–Aland\n(Nestle et al. 2012) and the fifth edition of the United Bible Societies’ Greek New\nTestament (United Bible Societies 2014).\nThe ecm is currently a collaborative endeavour between the Institut für\nneutestamentliche Textforschung in Münster (intf), the International Greek\nNew Testament Project (igntp) and the Institut für Septuaginta- und biblische\nTextforschung in Wuppertal (isbtf). One of the factors making this collabora-\ntion possible is the adoption of shared software and encoding schemes.3 These\nhave recently been brought together in the Workspace for Collaborative\nEditing, a joint Anglo-German project with the aim of providing a shared\nonline environment for editorial work on the ecm. Although it is by no means\nunique to the Greek New Testament, the impact of digital data and electronic\ncommunications in fostering collaboration both within and between research\nteams is a significant advance in itself: the ease with which material and exper-\ntise can be shared in a multinational context can lead to a more consultative\nand mutually responsible approach between a number of partners working on\noverlapping projects.\nThe process of making an edition of the Greek New Testament is, in princi-\nple, the same as for any other work.4 As with most writings from antiquity, the\nautographs have not survived, although it remains possible that forms of text\nin circulation may reflect differing recensions produced by the author or com-\nmunity responsible for the earliest form of the work. The task of the editor is to\nidentify and assemble the available evidence, making a selection from this as\nrequired; the textual data must then be compared and the variants evaluated,\nespecially if an eclectic text is to be reconstructed based on various witnesses;\nthe final publication must be as transparent as possible, both in presenting the\nprimary sources and in explaining any editorial intervention.5 In printed edi-\ntions, constraints of space for reasons of economy have usually led to the\ncompression of the critical apparatus. Electronic publishing, however, allows\nmuch more freedom, with the potential for users to customise their views,\nsuch as toggling between a positive and negative apparatus, or selecting differ-\nent witnesses for inclusion. The scope for extensive presentation of primary\n3 The collaboration is outlined by Parker and Wachtel 2005. The main aspects of the encoding\nare described in Houghton 2013.\n4 This is considered and described in detail in Parker 2012.\n5 For further thoughts on presentation, see Elliott 1986; and Parker 2000, 36–39.",
    "112 Houghton And Smith\nmaterial in a digital edition ties the editorial endeavour ever closer to the docu-\nments on which it is based, as will be explained further below.\nOne of the principal problems facing an editor of the New Testament is\nthe abundance of material. Over five and a half thousand complete or frag-\nmentary copies of the Greek New Testament survive from the period when it\nwas transmitted by hand. A full catalogue is therefore indispensable for iden-\ntifying the witnesses required for an edition. Since 1963, the index of Greek\nmanuscripts has been the Kurzgefasste Liste der griechischen Handschriften des\nNeuen Testaments, maintained by the intf (K. Aland et al. 1994). In it, each\nmanuscript is assigned a unique identifier, known as its Gregory–Aland (or\nGA) number.6 Following numerous printed updates, the Liste is now avail-\nable online as part of the intf’s “New Testament Virtual Manuscript Room”\n(nt.vmr; <http://ntvmr.uni-muenster.de/>). This electronic version can be\nsearched by number, country and holding institution, as well as filtered by\ndate and physical features such as the number of columns and lines on each\npage. The latter information is particularly important in examining potential\nnew additions and identifying manuscripts which have changed ownership\nsince the last available information. Further facilities currently in progress on\nthe site include searches for biblical verses and specific codicological features,\nbased on the crowd-sourced indexing of individual manuscripts: although it\nwill be many years before these give exhaustive results, they are nonetheless\nindicative of the potential of the digital Liste to provide resources for further\nresearch.\nThe selection of manuscripts for the ecm is based on the Text und Textwert\nanalysis undertaken in the second half of the twentieth century by the intf.7\nThis represents one of the early uses of databases to analyse Greek New\nTestament manuscripts. A series of points of variation (Teststellen) were cho-\nsen in each of the New Testament writings (apart from Revelation), and the\nreading of every extant document recorded at that point. Texts which agreed\nwith the majority of manuscripts are given the identifier “1,” while those corre-\nsponding to the earliest text reconstructed in the Nestle–Aland edition (where\nthis differed from the majority) are labelled “2” and further variant readings\n(Sonderlesarten) numbered in sequence. Given the trend towards uniformity\nin the textual tradition of the Greek New Testament, witnesses which devi-\nate from the norm are more likely to preserve earlier forms of text, regardless\nof the age of the document. The most significant manuscripts can be identi-\nfied according to their percentage agreement with the majority readings, using\n6 A detailed description of the Liste is given in Parker 2008, 38–46.\n7 For further description of the published volumes, see K. Aland and B. Aland 1989, 317–332.",
    "Digital Editing and the Greek New Testament 113\nan appropriate cut-off point. For example, an overall agreement of 85% or\nless with the majority results in a group of around one hundred and twenty\nmanuscripts for each writing, which usually includes all of the oldest, most\nfamous, witnesses and provides the principal variant readings from the first\nthousand years of transmission. Experiments with raising or lowering the per-\ncentage agreement provide a way of identifying the amount of information\nwhich would be lost by choosing a particular cut-off point. The most thorough\nvindication of the approach is provided by the comparison of the ecm edi-\ntion of Jude, relying on 140, manuscripts, with Wasserman’s collation of all\n560 Greek manuscripts of the epistle (Wasserman 2006): although the latter\nreports additional variant readings and further attestation for known alterna-\ntives, as expected, none of the significant forms are missing from the former.\nInteractive tools using the Text und Textwert data for the Gospels are available\nonline.8\nThe manuscripts identified for inclusion in the edition then need to be\nexamined in full for the relevant New Testament book. Before the advent of\ndigital reproductions, there were three ways to access the complete text of a\nmanuscript: (1) consultation of the document in person at the holding institu-\ntion; (2) microfilm or photographic images; (3) published editions or collations\nof individual witnesses, sometimes in the form of a facsimile. The recent move\ntowards full digitisation of manuscripts by holding institutions (e.g. the British\nLibrary,9 the Bibliothèque Nationale de France,10 the Biblioteca Apostolica\nVaticana,11 and a consortium of Swiss libraries12) means that consultation of a\nsurrogate for the original is now significantly easier. Even digitised microfilm,\nwhile often of inferior quality, is still a major step forward in making images\navailable. Furthermore, this innovation serves to broaden the user community,\nwhich formerly was normally restricted to scholars with special permission as\nwell as funds available for travel (or acquiring reproductions); now, anyone\nwith an internet browser can view manuscripts. One result has been an explo-\nsive increase in the discussion of these artefacts, by those with or without the\n“manuscript literacy” necessary for informed comment.13 The impact on criti-\n8 The “Manuscript Clusters” tool at <http://intf.uni-muenster.de/TT_PP/>, last accessed\nFebruary 11, 2016, earlier Text und Texwert data is not currently in a format suitable for\nonline publication.\n9 <http://www.bl.uk/manuscripts/>, last accessed February 11, 2016.\n10 <http://gallica.bnf.fr/>, last accessed February 11, 2016.\n11 <http://www.mss.vatlib.it/guii/scan/link.jsp>, last accessed February 11, 2016.\n12 <http://www.e-codices.unifr.ch/>, last accessed February 11, 2016.\n13 The need for such “manuscript literacy” was powerfully articulated by Ulrich Schmid in\nhis contribution to the SBL 2013 panel at which the initial version of the present chapter\nwas also delivered.",
    "114 Houghton And Smith\ncal editions is that they are scrutinised more than ever for the accuracy of their\nreporting of primary sources.\nIn addition to institution-based online collections (and aggregators such as\n<http://papyri.info/>), New Testament scholars are fortunate to benefit from\ntwo discipline-based collections, the digitisation project of the Center for the\nStudy of New Testament Manuscripts (<http://www.csntm.org>) and the\nnt.vmr. At present, the latter includes complete sets of images for 1634 Greek\nNew Testament manuscripts. Some are incorporated via links to holding insti-\ntutions, but the majority come from the intf microfilm holdings which were\nused for the Text und Textwert analysis and subsequently digitised. A facility for\nindexing the biblical content of each page has been in place for a number of\nyears in order to enable a search by biblical content: according to the graph on\nthe homepage, 120,296 of the 578,613 images in the system have so far been\nindexed.14 The nt.vmr portal also includes a discussion forum for use by the\n676 registered users, where links can be supplied directly to features of inter-\nest. The provision of this website by the intf, making available resources which\ncould already be consulted in person by visitors to Münster, has been instru-\nmental in extending the research community in the discipline. Like many of\nthe other features on the intf website, it encourages collaboration by present-\ning the raw materials gathered for the creation of the ecm, making the process\nof editing more transparent and adding value to the end result.\nTextual data is gathered from the selected manuscripts in the form of com-\nplete electronic transcriptions. The original motivation for this was the use of\nthe collate software developed by Peter Robinson (Robinson 1994).15 Before\nthe advent of computers, the readings of an individual witness would be\nrecorded as a collation, a list of differences from a standard text. However,\nworks not with a subset of readings but a complete transcription of each man-\nuscript. These separate files are then automatically compared to produce a\ncritical apparatus: the comparison relies on the algorithm developed by\nRobinson, while the parameters which control the presentation are set by the\nuser. At the lowest level, altering an electronic file of a reference text to repre-\nsent the text of each manuscript involves the same amount of work as a paper\ncollation but leads to considerably more flexible results. As each witness exists\nindependently of the collation base, users are no longer bound by the choice of\nthe reference text. The critical apparatus can be linked back to the individual\ntranscriptions, permitting investigation of each reading in its context. The\n14 <http://ntvmr.uni-muenster.de/en_GB/home>, last accessed May 13, 2014.\n15 The history of this program was described online by Robinson in 2007 at <http://www.\nsd-editions.com/blog/?p=15>, last accessed February 11, 2016; see also Robinson 2009b.",
    "Digital Editing and the Greek New Testament 125\nElectronic resources and communications, however, have also served to\nincrease and diversify the community engaged in the study of these texts and\ndocuments. While the specialist linguistic and palaeographical skills required\nmean that the Greek New Testament is probably less likely to benefit from\ncrowd-sourcing than other textual traditions, the establishment of the nt.vmr\nby the intf as a central, authoritative portal with a range of user-contributed\ntasks is a significant step in the “democratization of scholarship,” increasing\nthe potential for volunteer contributions and public engagement with this\nmaterial. At the same time, the online publication of tools and resources\nextends participation to researchers from countries with few or no institutions\nholding primary sources, which have not traditionally been active in the disci-\npline. The readiness of the international range of partners in the ecm to\ncollaborate in this endeavour, sharing procedures, software, resources and\nexpertise, sustained both by digital tools and personal contact, should also be\nhailed as a welcome advance which brings this long-awaited edition closer.\nEldon Epp famously – and controversially – characterised the twentieth cen-\ntury as an “interlude” in New Testament textual criticism, going so far as to\nsuggest its imminent demise (Epp 1974; Epp 1979).37 At the beginning of the\ntwenty-first century, the discipline is in good health, with the editorial task and\nassociated research questions renewed by the advent of the digital age.\nReferences\nAland, Barbara, Kurt Aland, Gerd Mink, Holger Strutwolf, and Klaus Wachtel, eds. 2013.\nNovum Testamentum Graecum. Editio Critica Maior. Vol. IV: Catholic Letters. 2nd ed.\nStuttgart: Deutsche Bibelgesellschaft.\nAland, Kurt, and Barbara Aland. 1989. The text of the New Testament: An Introduction to\nthe Critical Editions and to the Theory and Practice of Modern Textual Criticism.\nTranslated by Erroll F. Rhodes. 2nd ed. Grand Rapids, Mich.: W.B. Eerdmans Pub. Co.\nAland, Kurt, Michael Welte, Beate Köster, and Klaus Junack. 1994. Kurzgefasste Liste der\ngriechischen Handschriften des Neuen Testaments. 2nd ed. (first edition 1963), en-\nlarged. Arbeiten zur neutestamentlichen Textforschung 1. Berlin/ New York: W. de\nGruyter.\nBurnard, Lou, Katherine O’Brien O’Keeffe, and John Unsworth, eds. 2006. Electronic\nTextual Editing. New York: Modern Language Association of America.\nElliott, James Keith. 1986. “The Purpose and Construction of a Critical Apparatus to a\nGreek New Testament.” In Studien zum Text und zur Ethik des Neuen Testaments:\nFestschrift zum 80. Geburtstag von Heinrich Greeven, edited by Wolfgang Schrage.\n37 For an assessment of these articles and further bibliography, see Hurtado 1999.",
    "126 Houghton And Smith\nBeihefte zur Zeitschrift für die neutestamentliche Wissenschaft und die Kunde der\nälteren Kirche 47. Berlin: Walter de Gruyter.\nEpp, Eldon Jay. 1974. “The Twentieth Century Interlude in New Testament Textual\nCriticism.” Journal of Biblical Literature 93: 386–414.\n———. 1979. “New Testament Textual Criticism in America: Requiem for a Discipline.”\nJournal of Biblical Literature 98: 94–98.\nHarmon, Steven R. 2003. “A Note on the Critical Use of Instrumenta for the Retrieval of\nPatristic Biblical Exegesis.” Journal of Early Christian Studies 11: 95–107.\nHoughton, Hugh A.G. 2011. “Recent Developments in New Testament Textual Criticism.”\nEarly Christianity 2: 245–68.\n———. 2013. “The Electronic Scriptorium: Markup for New Testament Manuscripts.” In\nDigital Humanities in Biblical, Early Jewish and Early Christian Studies, edited by Claire\nClivaz, Andrew F. Gregory, and David Hamidović, 31–60. Scholarly Communication\n2. Leiden: Brill.\nHurtado, Larry W. 1999. “Beyond the Interlude? Developments and Directions in New\nTestament Textual Criticism.” In Studies in the early text of the Gospels and Acts: the\npapers of the First Birmingham Colloquium on the Textual Criticism of the New\nTestament, edited by David G.K. Taylor, 26–48. Birmingham: Univ. of Birmingham\nPress.\nLachmann, Karl, and Philipp Buttmann. 1842–1850. Novum Testamentum Graece et\nLatine. 2nd ed. 2 vols. Berlin: Reimer.\nLeroquais, Victor. 1934. “Review of Hippolyte Delehaye et Henri Quentin, Acta Sanctorum\nNovembris (1931); Hippolyte Delehaye, Les Origines Du Culte Des Martyrs (1933).” Revue\nD’histoire de l’Église de France 20: 249–52.\nMellerin, Laurence. 2013a. “Methodological Issues in BiblIndex, An Online Index of\nBiblical Quotations in Early Christian Literature.” In Biblical quotations in patristic\ntexts : studia patristica, vol. 54, edited by Laurence Mellerin, Markus Vinzent, and\nHugh A.G. Houghton, 11–32. Leuven: Peeters.\n———. 2013b. “New Ways of Searching with Biblindex, the Online Index of Biblical\nQuotations in Early Christian Literature.” In Digital Humanities in Biblical, Early\nJewish and Early Christian Studies, edited by Claire Clivaz, Andrew F. Gregory, and\nDavid Hamidović, 175–92. Scholarly Communication 2. Leiden: Brill.\nMink, Gerd. 2011. “Contamination, Coherence, and Coincidence in Textual Transmission.”\nIn The Textual History of the Greek New Testament: Changing Views in Contemporary\nResearch, Text-Critical Studies, Number 8, edited by Klaus Wachtel and Michael W.\nHolmes, 4:141–216. Novum Testamentum 54. Atlanta: Brill.\nNestle, Eberhard, Erwin Nestle, Barbara Aland, Kurt Aland, Johannes Karavidopoulos,\nCarlo Maria Martini, Bruce M. Metzger, and the Institute for New Testament Textual\nResearch Münster/Westphalia. 2012. Novum Testamentum Graece. 28th ed. revised.\nStuttgart: Deutsche Bibelgesellschaft.",
    "Digital Editing and the Greek New Testament 127\nParker, David C. 2000. “The Text of the New Testament and Computers: The International\nGreek New Testament Project.” Literary and Linguistic Computing 15 (1): 27–41.\n———. 2003. “Through a Screen Darkly: Digital Texts and the New Testament.” Journal\nfor the Study of the New Testament 25 (4): 395–411.\n———. 2008. An Introduction to the New Testament Manuscripts and Their Texts.\nCambridge: Cambridge University Press.\n———. 2012. Textual Scholarship and the Making of the New Testament. Lyell Lectures.\nOxford: Oxford University Press.\nParker, David C., and Klaus Wachtel. 2005. “The Joint igntp/ intf Editio Critica Maior\nof the Gospel of John: Its Goals and Their Significance for New Testament Scholarship.”\nPaper Delivered at the Annual Meeting of SNTS, August 2–6, 2005. <http://epapers.\nbham.ac.uk/754/>.\nRobinson, Peter M.W. 1994. Collate: Interactive Collation of Large Textual Traditions,\nVersion 2. (Computer Program distributed by the Oxford University Centre for\nHumanities Computing: Oxford).\n———. 2009a. “The Ends of Editing.” Digital Humanities Quarterly 3 (3).\n———. 2009b. “Towards a Scholarly Editing System for the Next Decades.” Lectures\nNotes in Computer Sciences 5402: 346–57.\n———. 2013. “Towards a Theory of Digital Editions.” Variants 10: 105–31.\nvon Tischendorf, Constantin. 1869–1884. Novum Testamentum Graece ... Editio Octava\nCritica Maior. 3 vols. Leipzig: Giesecke & Devrient.\nTregelles, Samuel Prideaux. 1857–1879. The Greek New Testament. 7 vols. London:\nS. Bagster and Sons [and] United Bible Societies, 2014. The Greek New Testament,\n5th ed. revised. Stuttgart.\nWachtel, Klaus. 2000. “Editing the Greek New Testament on the Threshold of the Twenty-\nFirst Century.” Literary and Linguistic Computing 15 (1): 43–50.\n———. 2008. “Towards a Redefinition of External Criteria: The Role of Coherence in\nAssessing the Origin of Variants.” In Textual Variation: Theological and Social\nTendencies? Papers from the Fifth Birmingham Colloquium on the Textual Criticism of\nthe New Testament, edited by David C. Parker and Hugh A.G. Houghton, 109–27. Texts\nand Studies 3. Piscataway, NJ: Gorgias Press.\n———. 2012. “The Coherence-Based Genealogical Method: A New Way to Reconstruct\nthe Text of the Greek New Testament.” In Editing the Bible: Assessing the Task Past\nand Present, edited by John S. Kloppenborg and Judith H. Newman, 123–38. Resources\nfor Biblical Study 69. Atlanta: Society of Biblical Literature.\nWasserman, Tommy. 2006. The Epistle of Jude: Its Text and Transmission. Coniectanea\nBiblica, New Testament Series 43. Stockholm: Almqvist & Wiksell International.\nWestcott, Brooke Foss, and Fenton John Anthony Hort. 1881. The New Testament in the\nOriginal Greek. Introduction and Appendix. Cambridge: Macmillan."
  ]
}