{
  "doc_index": 0,
  "page_texts": [
    "",
    "IMISCOE Research Series",
    "This series is the official book series of IMISCOE, the largest network of excellence\non migration and diversity in the world. It comprises publications which present\nempirical and theoretical research on different aspects of international migration.\nThe authors are all specialists, and the publications a rich source of information for\nresearchers and others involved in international migration studies.\nThe series is published under the editorial supervision of the IMISCOE Editorial\nCommittee which includes leading scholars from all over Europe. The series, which\ncontains more than eighty titles already, is internationally peer reviewed which en-\nsures that the book published in this series continue to present excellent academic\nstandards and scholarly quality. Most of the books are available open access.\nFor information on how to submit a book proposal, please visit: http://www.\nimiscoe.org/publications/how-to-submit-a-book-proposal.\nMore information about this series at http://www.springer.com/series/13502\nA welcome addition to the migration scholarship on this little-known, fragmented but\nglobally important region. Taken together, the contributions offer a rich blend of history,\npolitics, sociology and anthropology, alongside studies of memory, mobility and ethno-\nlinguistic identity.\nRussell King, University of Sussex and Malmö University\nThis well researched volume is a welcomed addition to our understanding of cross border\nmigration over time in the southern Balkan region. The focus on the transformation of so-\ncial identities is a testimony to the long term historical processes that underpin large scale\npopulation displacements which are far richer than mere ‘migration crises’.\nEftihia Voutira, Professor, Anthropology of Forced Migration, Department of Balkan Slavic\nand Oriental Studies, University of Macedonia, Thessaloniki\nMigration is a ubiquitous phenomenon in the modern world. This thoughtful book stud-\nies migration patterns and intercultural exchanges within the transnational region of the\nSouthern Balkans against a deep historical background, offering fresh and alternative\nreadings of the past two centuries. From the final decades of the multicultural Ottoman\nEmpire, through the homogenizing efforts of several nation states, to new forms of ethnic\nand cultural diversity imposed through globalized networks, this important collection of\noriginal essays successfully brings together two separate fields within migration studies,\nthose of forced and voluntary migrations. A genuinely transnational volume, both in its\nscholarly approach and the makeup of its contributors.\nMaria Todorova, Gutgsell Professor of History, University of Illinois at Urbana-Champaign",
    "Hans Vermeulen • Martin Baldwin-Edwards\nRiki van Boeschoten\nEditors\nMigration in the Southern\nBalkans\nFrom Ottoman Territory to Globalized\nNation States",
    "Editors\nHans Vermeulen Riki van Boeschoten\nEmeritus professor History, Archeology and Soc. Anthropology\nUniversity of Amsterdam University of Thessaly\nAmsterdam Volos\nThe Netherlands Greece\nMartin Baldwin-Edwards\nFormer Director\nMediterranean Migration Observatory\nAthens\nGreece\nAdditional material to this book can be downloaded from http://extras.springer.com.\nIMISCOE Research Series\nISBN 978-3-319-13718-6 ISBN 978-3-319-13719-3 (eBook)\nDOI 10.1007/978-3-319-13719-3\nLibrary of Congress Control Number: 2015933275\nSpringer Cham Heidelberg New York Dordrecht London\n© The Editor(s) (if applicable) and the Author(s) 2015. The book is published with open access at\nSpringerLink.com.\nOpenAccess: This book is distributed under the terms of the Creative Commons Attribution\nNoncommercial License which permits any noncommercial use, distribution, and reproduction in any\nmedium, provided the original author(s) and source are credited.\nAll commercial rights are reserved by the Publisher, whether the whole or part of the material is\nconcerned, specifically the rights of translation, reprinting, re-use of illustrations, recitation, broadcasting,\nreproduction on microfilms or in any other way, and storage in data banks. Duplication of this publication\nor parts thereof is permitted only under the provisions of the Copyright Law of the Publisher’s location,\nin its current version, and permission for commercial use must always be obtained from Springer.\nPermissions for commercial use may be obtained through RightsLink at the Copyright Clearance Center.\nViolations are liable to prosecution under the respective Copyright Law. The use of general descriptive\nnames, registered names, trademarks, etc. in this publication does not imply, even in the absence of a\nspecific statement, that such names are exempt from the relevant protective laws and regulations and\ntherefore free for general use.\nPrinted on acid-free paper\nSpringer is a brand of Springer International Publishing\nSpringer International Publishing is part of Springer Science+Business Media (www.springer.com)",
    "Appendix\nMap 3 Sax’s Ethnographic Map of European Turkey in 1877\nAt the end of the nineteenth and the beginning of the twentieth century, many maps\nwere produced claiming to show the ethnographic composition of the Balkans. Al-\nmost all maps were published to substantiate claims on territory.1 These maps were\nintended as weapons in nationalist struggles. Depending on the interests of the con-\ntesting nation states most were based on one of two criteria: language or religion.\nNevertheless, some maps were better than others. One of the best—if not the best—\nis the map presented here by Carl Sax. Sax was Austro-Hungarian consul in vari-\nous cities of the Ottoman Empire. He gathered information for the map by studying\nmaps made by others, by consulting other Austro-Hungarian consuls and by travelling\nthrough the region. His Ethnographic Map of European Turkey and her Dependencies\nwas published in 1878 by the Imperial and Royal Geographical Society of Vienna.\nSax’s map uses both language and religion as criteria for ethno-national groups.\nThe key organizes the linguistic differences in columns, with the rows indicating\nthe three main religions of Oriental Christianity, Catholic Christianity and Islam.\nWithin the language-religion cells, Sax makes a number of further differentiations.\nThese are not all of one kind. In four cases, Sax distinguishes what could be called\nin-between categories: Greco Vlachs, Serbo-Bulgarians, Greco-Bulgarians and\nGreco-Albanians. But while Greco-Bulgarians are placed in the Bulgarian category,\nGreco-Albanians are classified as Greeks. Apparently—and understandably—Sax\njudged that the Greco-Albanians as a group were more Hellenized than the Greco-\nBulgarians. The key here has been translated into English and superimposed onto\nthe original. We have tried to keep the translations of the group names close to the\noriginal, with the exception of notating Graeco-Albanesen as Albano-Greeks.\nThe online version of the appendix (doi: 10.1007/978-3-319-13719-3) contains a high-resolution\ncolour image of the Sax map\n1 For example, see Wilkinson (1951), Maps and Politics: A Review of the Ethnographic Cartogra-\nphy of Macedonia, Liverpool University Press.\n© The Author(s) 2015. This book is published with open access at SpringerLink.com 209\nH. Vermeulen et al. (eds.), Migration in the Southern Balkans,IMISCOE Research Series,\nDOI 10.1007/978-3-319-13719-3",
    "210 Appendix",
    "Appendix 211\nThis volume collects ten essays that look at intra-regional migration in the Southern\nBalkans from the late Ottoman period to the present. It examines forced as well as\nvoluntary migrations and places these movements within their historical context,\nincluding ethnic cleansing, population exchanges, and demographic engineering in\nthe service of nation-building as well as more recent labor migration due to global-\nization.\nInside, readers will find the work of international experts that cuts across national\nand disciplinary lines. This cross-cultural, comparative approach fully captures the\ncomplexity of this highly fractured, yet interconnected, region. Coverage explores\nthe role of population exchanges in the process of nation-building and irredentist\npolicies in interwar Bulgaria, the story of Thracian refugees and their organizations\nin Bulgaria, the changing waves of migration from the Balkans to Turkey, Albanian\nimmigrants in Greece, and the diminished importance of ethnic migration after the\n1990s. In addition, the collection looks at such under-researched aspects of migra-\ntion as memory, gender, and religion.\nThe field of migration studies in the Southern Balkans is still fragmented along\nnational and disciplinary lines. Moreover, the study of forced and voluntary migra-\ntions is often separate with few interconnections. The essays collected in this book\nbring these different traditions together. This complete portrait will help readers\ngain deep insight and better understanding into the diverse migration flows and\nintercultural exchanges that have occurred in the Southern Balkans in the last two\ncenturies."
  ]
}